Repository: DNNMonster/NBrightBuy
Catalog: App_LocalResources/Plugins.ascx.*.resx
Languages: fr_fr

# catalog.Text
source: Catalog
fr_fr: Catalogue

# dashboard.Text
source: Dashboard
fr_fr: Tableau de bord

# exit.Text
source: Exit
fr_fr: Sortir

# lblctrl.Help
source: Plugin Ref to identify the plugin to the system, must be unique and used to referece the resx file entry for the menu name.
fr_fr: Réf plugin pour identifier le plugin dans le système, doit être unique et utilisé pour référencer le fichier d'entrée resx de l'onglet menu.

# lblctrl.Text
source: Plugin Ref
fr_fr: Réf Plugin

# lbldescription.Help
source: Turn on the product description text search
fr_fr: Description du plugin

# lbldescription.Text
source: Description Text Search
fr_fr: Description

# lblhelp.Help
source: Description of the public for menu tooltip.
fr_fr: Description du public pour le tooltip du menu.

# lblhelp.Text
source: Help
fr_fr: Aide

# lblname.Help
source: Friendly Name for the Plugin. (used as default name on menu if no resx entry in plugins.ascx.resx)
fr_fr: Nom d'usage pour le Plugin. (Utilisé comme nom par défaut dans le menu si l'entrée resx plugins.ascx.resx n'existe pas)

# lblname.Text
source: Default Name
fr_fr: Nom par défaut

# lblpath.Help
source: Relative path to the ascx control of the plugin.
fr_fr: Chemin relatif vers le contrôle acsx du plugin.

# lblpath.Text
source: Path to Control
fr_fr: Chemin vers contrôle

# settings.Text
source: Settings
fr_fr: Paramètres

# addressbook.Text
source: Address Book
fr_fr: Carnet d'adresses

# shipping.Text
source: Shipping
fr_fr: Livraison

# tax.Text
source: Tax
fr_fr: Taxes

# utilities.Text
source: Utilities
fr_fr: Outils

# cmdView.Text
source: View
fr_fr: Voir

# dashSummary.Text
source: Summary
fr_fr: Résumé

# orders.Text
source: Orders
fr_fr: Commandes

# lblhidden.Help
source: Do not display on menu.
fr_fr: Ne pas afficher dans le menu.

# lblhidden.Text
source: Hidden
fr_fr: Invisible

# lblroles.Help
source: CSV list of roles that are able to view this control
fr_fr: Liste CSV des rôles autorisés à voir ce contrôle

# lblroles.Text
source: Security Roles
fr_fr: Rôles de sécurité

# lblgroup.Text
source: Group
fr_fr: Groupe

# cmdEdit.Text
source: Edit
fr_fr: Editer

# cmdEditIcon.Text
source: <i title="Edit" class="fa fa-edit fa-fw fa-2x"></i>
fr_fr: <i title="Editer" class="fa fa-edit"></i>

# cmdUpIcon.Text
source: <i title="Move Up" class="fa fa-arrow-circle-up fa-fw fa-2x"></i>
fr_fr: <i title="Déplacer vers le haut" class="fa fa-arrow-circle-up"></i>

# cmdDownIcon.Text
source: <i title="Move Down" class="fa fa-arrow-circle-down fa-fw fa-2x"></i>
fr_fr: <i title="Déplacer vers le bas" class="fa fa-arrow-circle-down"></i>

# lblicon.Hep
source: Icon to show on menu.
fr_fr: Icône à afficher au menu.

# categories.Text
source: Categories
fr_fr: Catégories

# export.Text
source: Export
fr_fr: Exporter

# import.Text
source: Import
fr_fr: Importer

# sales.Text
source: Sales
fr_fr: Ventes

# tools.Text
source: Tools
fr_fr: Outils

# assembly.Text
source: Assembly
fr_fr: Assemblée

# lblprovidertype.Text
source: Provider type
fr_fr: Type de fournisseur

# namespaceclass.Text
source: Namespace and Class
fr_fr: Namespace et classe

# providertype.data
source: UI Only;Shipping;Tax;Promotions;Scheduler;Events;Payments;DiscountCode;Other
fr_fr: Interface utilisateur uniquement;Expéditions;Taxes;Promotions;Planificateur;Évènements;Paiements;Autre

# templatepath.Text
source: Template File Relative Path
fr_fr: Chemin d'accès relatif du fichier de gabarits

# EmailOrder.Text
source: Email Order
fr_fr: Envoi emails

# ToggleDropdown.Text
source: Toggle Dropdown
fr_fr: Impression

# cmdCreateOrder.Text
source: Create Order
fr_fr: Créer l'ordre

# cmdResetPass.confirm
source: Reset User Password and send email with new password?
fr_fr: Réinitialiser mot de passe utilisateur et envoyer des e-mails avec nouveau mot de passe ?

# cmdResetPass.Text
source: Reset Password
fr_fr: Réinitialiser mot de passe

# cmdSearch.Text
source: Search
fr_fr: Rechercher

# cmdUnlockUser.confirm
source: Unlock User?
fr_fr: Débloquer un utilisateur ?

# cmdUnlockUser.Text
source: Unlock User
fr_fr: Débloquer l'utilisateur

# cmdValidateUser.Text
source: Validate User
fr_fr: Valider l'utilisateur

# cmdViewOrders.Text
source: View Orders
fr_fr: Commandes d'affichage

# lblauthorised.Text
source: Authorised
fr_fr: Autorisé

# lblDisplayName.Text
source: Display Name
fr_fr: Nom d'affichage

# lblEmail.Text
source: Email
fr_fr: Messagerie

# lblFirstName.Text
source: First Name
fr_fr: Prénom

# lblisdeleted.Text
source: Is Deleted
fr_fr: Est supprimé

# lblLastName.Text
source: Last Name
fr_fr: Nom de famille

# lblupdatepassword.Text
source: Update Password
fr_fr: Mise à jour de mot de passe

# lblUserName.Text
source: User Name
fr_fr: Nom d'utilisateur

# cmdValidateUser.confirm
source: Authorise User and grant client role access?
fr_fr: Autorise l'utilisateur et accorder un client rôle accès ?

# cmdViewAddressBook.Text
source: Address Book
fr_fr: Carnet d'adresses

# cmdViewClient.Text
source: View Client
fr_fr: Avis Client

# cmdViewClientButton.Text
source: <i title="View Client" class="fa fa-user fa-fw fa-lg"></i> View Client
fr_fr: <i title="View Client" class="fa fa-user fa-fw fa-lg"></i> Découvre le Client

# usageleft.Text
source: Usage
fr_fr: Utilisation

# validuntil.Text
source: Valid Until
fr_fr: Valable jusqu'au

# notsale.Text
source: Not valid for products on sale
fr_fr: Non valide pour les produits en vente

# validcategory.Text
source: Valid Category
fr_fr: Catégorie valide

# FindaClient.Text
source: Find a Client
fr_fr: Trouver un Client

# addressbookupdated_ok.Text
source: Address Update Successful
fr_fr: Adresse mise à jour réussie

# profileupdatedclientrole_ok.Text
source: Your details have been saved, you will recieve an email when your account has been validated and you are able to access the store.
fr_fr: Vos coordonnées ont été enregistrées, vous recevrez un email lorsque votre compte a été validé et que vous êtes en mesure d'accéder à la boutique.

# profileupdated_emailsubject.Text
source: Profile Update
fr_fr: Mise à jour de profil

# profileupdated_ok.Text
source: Your profile has been updated.
fr_fr: Votre profil a été mis à jour.

# general_error.Text
source: Unknown Error
fr_fr: Erreur inconnue

# general_fail.Text
source: Operation Failed
fr_fr: Opération a échoué

# general_ok.Text
source: Operation Successful
fr_fr: Opération réussie

# general_warning.Text
source: Operation Warning
fr_fr: Mise en garde

# orderactionemailamended_ok.Text
source: Order Amended Email Sent
fr_fr: Commander modifié par courriel envoyé

# orderactionemailreceipt_ok.Text
source: Order Receipt Email Sent
fr_fr: Email de réception de commande envoyé

# orderactionemailshipped_ok.Text
source: Order Shipped Email Sent
fr_fr: Commander expédiés par courriel envoyé

# orderactionemailvalidated_ok.Text
source: Order Validated Email Sent
fr_fr: Commander validés par courriel envoyé

# orderactionprintorder_ok.Text
source: Order Printed
fr_fr: Ordre imprimé

# orderactionprintreceipt_ok.Text
source: Receipt Printed
fr_fr: Réception imprimée

# orderactionsave_ok.Text
source: Order update Successful
fr_fr: Ordre de mise à jour réussie

# orderamended_emailsubject.Text
source: Order Amended
fr_fr: Arrêté modifié

# orderreceipt_emailsubject.Text
source: Order Receipt
fr_fr: Réception de l'ordre

# ordershipped_emailsubject.Text
source: Order Shipped
fr_fr: Commande expédiée

# ordervalidated_emailsubject.Text
source: Order Validated
fr_fr: Commande validée

# categoryactionsave_ok.Text
source: Category update Successful
fr_fr: Mise à jour réussie de catégorie

# groupactionsave_ok.Text
source: Group update Successful
fr_fr: Groupe mise à jour réussie

# profileupdatedexists_fail.Text
source: User already registered. To register please try a different username/email.
fr_fr: Utilisateur déjà enregistré. Au registre, veuillez essayer un nom d'utilisateur/e-mail différente.

# profileupdated_fail.Text
source: Unable to register user, please check you profile information.
fr_fr: Impossible d'enregistrer l'utilisateur, s'il vous plaît cocher vous informations de profil.

# profileregistered_emailsubject.Text
source: New Profile Registered
fr_fr: Nouveau profil enregistré

# profileupdatedcaptcha_fail.Text
source: Invalid Security Code.
fr_fr: Code de sécurité non valide.

# stockadjusted.Text
source: Qty adjusted to match available stock
fr_fr: Qty ajustés selon les stocks disponibles

# outofstock.Text
source: Out of Stock
fr_fr: En rupture de Stock

# terms.Text
source: The Terms and Conditions must be accepted.
fr_fr: Les Conditions doivent être acceptées.

# ordercreatedemailsubject.Text
source: Order Confirmed
fr_fr: Ordre confirmé

# deletecompleted_ok.Text
source: Deleted Completed.
fr_fr: Supprimés terminé.

# validatecompleted_ok.Text
source: Validation Completed.
fr_fr: Validation achevée.

# OrderCreated.Text
source: Order Created
fr_fr: Ordre de création

# ProfileRegistered.Text
source: Profile Registered
fr_fr: Profil enregistré

# OrderValidated.Text
source: Order Validated
fr_fr: Commande validée

# OrderReceipt.Text
source: Order receipt
fr_fr: Réception de l'ordre

# AddressUpdate.Text
source: Address Update
fr_fr: Mise à jour de l'adresse

# cmdEditOrderButton.Text
source: <i title="View and Edit" class="fa fa-edit fa-fw fa-lg"></i> Edit
fr_fr: <i title="View and Edit" class="fa fa-edit fa-fw fa-lg"></i> modifier

# cmdEmailAmended.confirm
source: Send Amended Email to Client ?
fr_fr: Envoyer Email modifiée au Client ?

# cmdEmailAmended.Text
source: Amended
fr_fr: Modifié

# cmdEmailReceipt.confirm
source: Send Receipt Email to Client ?
fr_fr: Envoyer Email de réception au Client ?

# cmdEmailReceipt.Text
source: Receipt
fr_fr: Réception

# cmdEmailShipped.confirm
source: Send Shipped Email to Client ?
fr_fr: Envoi expédié par courriel au Client ?

# cmdEmailShipped.Text
source: Shipped
fr_fr: Expédié

# cmdEmailValidated.confirm
source: Send Confirmed Email to Client ?
fr_fr: Envoyer Email confirmé au Client ?

# cmdEmailValidated.Text
source: Confirmed
fr_fr: Confirmé

# cmdPrintOrder.Text
source: Print
fr_fr: Imprimer

# cmdPrintReceipt.Text
source: Receipt
fr_fr: Réception

# cmdReOrder.Text
source: Repeat
fr_fr: Répéter

# cmdReOrderButton.Text
source: <i title="Repeat" class="fa fa-repeat fa-fw fa-lg"></i> Repeat
fr_fr: <i title="Repeat" class="fa fa-repeat fa-fw fa-lg"></i> répéter

# cmdReturn.Text
source: Return
fr_fr: Retour

# cmdViewButton.Text
source: <i title="View and Edit" class="fa fa-edit fa-fw fa-lg"></i> View
fr_fr: <i title="View and Edit" class="fa fa-edit fa-fw fa-lg"></i> vue

# cmdPrintDeliveryLabel.Text
source: Delivery Label
fr_fr: Étiquette de livraison

# cmdDeleteInvoice.confirm
source: Delete Invoice ?
fr_fr: Supprimer une facture ?

# cmdDeleteInvoice.Text
source: Delete Invoice
fr_fr: Supprimer une facture

# ProcessOrder.Text
source: Process Order
fr_fr: Commande de processus

# VATincluded.Text
source: VAT included
fr_fr: TVA incluse

# qty.Text
source: Qty
fr_fr: Qté

# myorders.Text
source: My orders
fr_fr: Mes commandes

# orderdate.Text
source: Order date
fr_fr: Date de la commande

# ordernumber.Text
source: Order number
fr_fr: Numéro de commande

# none.Text
source: None
fr_fr: Aucun

# PaymentMethod.Text
source: Payment Method
fr_fr: Mode de paiement

# lblRedirectTab.Help
source: Redirect Page after update
fr_fr: Page de redirection après mise à jour

# lblRedirectTab.Text
source: Redirect Page :
fr_fr: Page de redirection :

# lblsearchtemplate.Text
source: Template :
fr_fr: Modèle :

# lbltargetmodulekey.Help
source: Module Key of the module that will display the results.
fr_fr: Module clé du module qui affiche les résultats.

# lbltargetmodulekey.Text
source: Target Module Key :
fr_fr: Clé de cible de Module :

# lbltheme.Help
source: Name of the theme to use for this cart list.
fr_fr: Nom du thème à utiliser pour cette liste de cart.

# lbltheme.Text
source: Theme :
fr_fr: Thème :

# ControlTitle_settings.Text
source: Profile Form Settings
fr_fr: Paramètres de formulaire de profil

# lblbasicsettings.Text
source: General
fr_fr: Générales

# lblcascaderesults.Help
source: If a parent category is selected, all products in children categories will also be displayed.
fr_fr: Si une catégorie parent est sélectionnée, tous les produits dans les catégories enfants aussi apparaît.

# lblcascaderesults.Text
source: Cascade Results :
fr_fr: Résultats de la cascade :

# lbldefaultcatid.Help
source: Default Category to be displayed by the list, if no other category selected. Deselect this if using the "sqlfilter" token in the header template.
fr_fr: Catégorie par défaut à afficher de la liste, si aucune autre catégorie sélectionnée. Désélectionnez ceci si vous utilisez le jeton « sqlfilter » dans le modèle d'en-tête.

# lbldefaultcatid.Text
source: Default Category :
fr_fr: Catégorie par défaut :

# lbldefaultlistmodule.Help
source: Set this module to be the default return module for the product list. This tell the DDRMenu which page to redirect to when multiple pages are used with the DDRMenu. If no default is set the DDRMenu will return to the current page.
fr_fr: Définissez ce module soit le module de retour par défaut pour la liste des produits. Cela dit la DDRMenu quelle page pour rediriger vers lorsque plusieurs pages sont utilisés avec le DDRMenu. Si aucune valeur par défaut n'est définie la DDRMenu retournera à la page actuelle.

# lbldefaultlistmodule.Text
source: Default List Module :
fr_fr: Module de liste par défaut :

# lbldetailbody.Help
source: Template to be used as product detail body.
fr_fr: Modèle pour être utilisé comme corps de détail produit.

# lbldetailbody.Text
source: Detail Body :
fr_fr: Corps en détail :

# lbldetailfooter.Help
source: Template to be used as product detail footer.
fr_fr: Modèle pour servir de pied de page détail produit.

# lbldetailfooter.Text
source: Detail Footer :
fr_fr: Détail pied de page :

# lbldetailheader.Help
source: Template to be used as product detail header.
fr_fr: Modèle à utiliser comme en-tête de détail produit.

# lbldetailheader.Text
source: Detail Header :
fr_fr: En-tête de détail :

# lbldetailmoduleref.Help
source: Module Key of the detail module to display the Product. If blank then all Product View modules on the page may display the entry detail. This is activated by using the settings token on the modkey attribute of the "nbs:entrylink" token in the list template.
fr_fr: Module clé du module détail d'exposer le produit. Si vide, alors tous les modules de vue produit sur la page peuvent afficher le détail de l'entrée. Cette fonction est activée à l'aide du jeton de paramètres sur l'attribut modkey du jeton "nbs:entrylink" dans le modèle de liste.

# lbldetailmoduleref.Text
source: Detail Module Key :
fr_fr: Détail Module clé :

# lbldetailtab.Help
source: The page the user will be redirected to when the "View Product" button is clicked. If blank the current page is used. This is activated by using the settings token on the tabid attribute of the "nbs:entrylink" token in the list template.
fr_fr: La page l'utilisateur sera redirigé vers lorsque l'utilisateur clique sur le bouton « Voir le produit ». Si vide, la page actuelle est utilisée. Cette fonction est activée à l'aide du jeton de paramètres sur l'attribut tabid du jeton "nbs:entrylink" dans le modèle de liste.

# lbldetailtab.Text
source: Product Detail Page :
fr_fr: Détail de la Page produit :

# lbllistbody.Help
source: Template to be used as product list body, this is repeated for each product.
fr_fr: Modèle à utiliser comme organisme de liste de produits, cela est répété pour chaque produit.

# lbllistbody.Text
source: List Body :
fr_fr: Corps de liste :

# lbllistfooter.Help
source: Template to be used as product list footer.
fr_fr: Modèle pour servir de pied de page produit liste.

# lbllistfooter.Text
source: List Footer :
fr_fr: Pied de page liste :

# lbllistheader.Help
source: Template to be used as product list header.
fr_fr: Modèle à utiliser comme en-tête produit de la liste.

# lbllistheader.Text
source: List Header :
fr_fr: En-tête de la liste :

# lbllistonly.Help
source: Only display list view for this module, no detail view will be displayed on this module.
fr_fr: Afficher uniquement l'affichage de la liste pour ce module, aucune vue de détail ne sera affichée sur ce module.

# lbllistonly.Text
source: List Only :
fr_fr: Liste uniquement :

# lblmoduleref.Help
source: Unique Module Key. This is used to identify this module to other NBS modules.
fr_fr: Module unique clé. Ceci est utilisé pour identifier ce module avec d'autres modules NBS.

# lblmoduleref.Text
source: Module Key :
fr_fr: Module clé :

# lblpagesize.Help
source: Number of products to be displayed on each page.
fr_fr: Nombre de produits à afficher sur chaque page.

# lblpagesize.Text
source: Page Size :
fr_fr: Taille de la page :

# lblreturnlimit.Help
source: Maximum number of products that will be displayed by the module. (zero is no limit set)
fr_fr: Nombre maximum de produits qui sera affichée par le module. (zéro n'est pas imparti)

# lblreturnlimit.Text
source: Product Return Limt
fr_fr: Limite de retour produit

# lblreturntab.Help
source: The page the user is returned to when the "Return to List" button is clicked. If blank the current page is used. This is activated by using the settings token on the tabid attribute of the "nbs:returnlink" token in the detail template.
fr_fr: La page, l'utilisateur est retourné à lorsque l'utilisateur clique sur le bouton « Retour à la liste ». Si vide, la page actuelle est utilisée. Cette fonction est activée à l'aide du jeton de paramètres sur l'attribut tabid du jeton "nbs:returnlink" dans le modèle de détails.

# lblreturntab.Text
source: List Page :
fr_fr: Page de la liste :

# lblstaticlist.Help
source: Static Lists will always use the default categories, regardless of any category selected. These are used to display featured products or products on promotion.
fr_fr: Listes statiques utilisera toujours les catégories par défaut, indépendamment de toute catégorie sélectionnée. Ceux-ci servent à afficher les coups de coeur ou de produits en promotion.

# lblstaticlist.Text
source: Static List :
fr_fr: Liste statique :

# lblthemesettings.Text
source: Theme Settings
fr_fr: Paramètres thème

# themehidden.Text
source: Old Theme Settings have been disabled, update to activate new theme.
fr_fr: Anciens paramètres de thème ont été désactivés, mise à jour pour activer le nouveau thème.

# lblinputform.Help
source: Template to be used as the data entry foem for the address.
fr_fr: Modèle à utiliser comme l'OFEV d'entrée de données pour l'adresse.

# lblinputform.Text
source: Input form Template :
fr_fr: Modèle de formulaire de saisie :

# lblemailtemplate.Help
source: Email to be sent when a profile is updated. (If empty no email is sent)
fr_fr: Courriel à envoyer lorsqu'un profil est mis à jour. Si elle est vide (aucun courrier électronique n'est envoyé)

# lblemailtemplate.Text
source: Email Template :
fr_fr: Modèle d'e-mail :

# emailsubject.Text
source: User Profile Update
fr_fr: Mise à jour du profil utilisateur

# lblclientrole.Help
source: Users will be given a message that they must wait for "Client" role security level before the store is accessible.
fr_fr: Les utilisateurs recevront un message qu'ils doivent attendre pour le niveau de sécurité pour le rôle « Client » avant que le magasin est accessible.

# lblclientrole.Text
source: Activate Client Role Security :
fr_fr: Activer le rôle de Client Security :

# lblemailregisteredclienttemplate.Help
source: Email to be sent to Client when they register. (If empty no email is sent)
fr_fr: Courriel à envoyer au Client lorsqu'ils s'enregistrent. Si elle est vide (aucun courrier électronique n'est envoyé)

# lblemailregisteredclienttemplate.Text
source: Email Registered Client Template :
fr_fr: Modèle d'e-mail Client enregistré :

# lblemailregisteredtemplate.Help
source: Email to be sent to Manager when a client registers. (If empty no email is sent)
fr_fr: Courriel à envoyer au gestionnaire lorsqu'un client enregistre. Si elle est vide (aucun courrier électronique n'est envoyé)

# lblemailregisteredtemplate.Text
source: Email Registered Template :
fr_fr: Modèle enregistré d'e-mail :

# pagesize.Text
source: Page Length
fr_fr: Longueur de la page

# storagetypeclient.Help
source: Client cartid and other client specific data can be stored as Cookies or SessionMemory
fr_fr: Client cartid et autres données spécifiques de client peuvent être stockées comme les Cookies ou SessionMemory

# storagetypeclient.Text
source: Client Storage Type
fr_fr: Type de stockage client

# productlisttab.Help
source: Used to redirect user/manager to the product page when certain actions are done.
fr_fr: Utilisé pour rediriger/gestionnaire des utilisateurs vers la page du produit lorsque certaines actions sont faites.

# productlisttab.Text
source: Product List
fr_fr: Liste des produits

# adminemail.Help
source: Email Address of store administrator, this is the default store sending email address.
fr_fr: Adresse e-mail de l'administrateur de la Banque, c'est le magasin de défaut envoyant l'adresse e-mail.

# adminemail.Text
source: Administrator
fr_fr: Administrateur

# carttab.Help
source: Used to redirect user/manager to the cart page when certain actions are done.
fr_fr: Utilisé pour rediriger/gestionnaire des utilisateurs vers la page du panier lorsque certaines actions sont faites.

# manageremail.Help
source: CSV list of manager emails.
fr_fr: Liste CSV de gestionnaire de courriels.

# manageremail.Text
source: Manager
fr_fr: Gestionnaire

# resetpasswordonclientvalidate.Text
source: Reset Password on Client Validation
fr_fr: Réinitialiser mot de passe sur la Validation Client

# cataloguemode.Text
source: Catalogue mode
fr_fr: Mode catalogue

# folderdocs.Text
source: Document Folder
fr_fr: Dossier de document

# folderimages.Text
source: Image Folder
fr_fr: Dossier d'images

# folderuploads.Text
source: Upload Folder
fr_fr: Télécharger le dossier

# minimumstocklevel.Text
source: Minimum Stock
fr_fr: Stock minimum

# pageactions.Text
source: Page Actions
fr_fr: Actions de la page

# backofficeexittab.Text
source: Back Office Exit Page
fr_fr: Page de sortie de Back-Office

# sendclientroleemail.Text
source: Send Email to Client when added to Client role
fr_fr: Envoyer Email Client quand ajouté au rôle de Client

# defaultthemefolder.Text
source: Default Theme Folder
fr_fr: Dossier de thème par défaut

# devoptions.Text
source: Developer Options
fr_fr: Options de développeur

# enabledealer.Text
source: Enable Dealer
fr_fr: Activez le négociant

# removelogo.confirm
source: Remove logo?
fr_fr: Enlever le logo ?

# removelogo.Text
source: Remove
fr_fr: Supprimer

# orderprefix.Text
source: Order Prefix
fr_fr: Préfixe d'ordre

# currencysymbol.Text
source: Currency Symbol
fr_fr: Symbole monétaire

# paymenttab.Help
source: Tab where the client will be redirected to select a method of payment.
fr_fr: Onglet où le client sera redirigé pour sélectionner un mode de paiement.

# paymenttab.Text
source: Payment
fr_fr: Paiement

# pickupmessage.Text
source: You are welcome to pick your order up from us in store during opening hours. Please ring us if you want to ensure it is ready for pickup.
fr_fr: Nous vous invitons à prendre votre commande chez nous dans le magasin pendant les heures d'ouverture. S'il vous plaît nous sonner si vous voulez vous assurer que c'est prêt pour le ramassage.
