Repository: DNNMonster/NBrightBuy
Catalog: App_LocalResources/Plugins.ascx.*.resx
Languages: fr_fr

# bankinginstructions.Text
source: Please make your online banking payment as soon as possible to the account above. Insert the order number in the reference field and include your name as well if it is different from the acccount name.
fr_fr: Veuillez faire votre paiement bancaire en ligne dès que possible sur le compte ci-dessus. Insérer le numéro de commande dans le champ référence et inclure votre nom ainsi, s'il est différent du nom de compte.

# checkoutfailmessage.Text
source: The order was cancelled or the payment failed. Contact your bank if you need assistance with your credit card, or contact us if you believe there is a problem with the checkout.
fr_fr: La commande a été annulée ou que le paiement a échoué. Contactez votre banque si vous avez besoin d'aide avec votre carte de crédit, ou nous contactez si vous croyez qu'il ya un problème avec la caisse.

# checkoutsuccessmessage.Text
source: Thank you for your order. You will receive an emailed confirmation containing all order details. Please check your junk email folders if you don't receive it within 30 minutes. Take note of the number below if you wish to contact us about this order.
fr_fr: Je vous remercie pour votre commande. Vous recevrez une confirmation par courrier électronique contenant tous les détails de la commande. S'il vous plaît vérifier vos dossiers de courrier indésirable si vous ne le recevez pas dans les 30 minutes. Notez le numéro ci-dessous si vous souhaitez nous contacter à propos de cet ordre.

# emailmessage.Text
source: Thank you for your order. We're here to help! Call us during office hours Monday to Friday, or visit us in-store if you have any questions about your order.
fr_fr: Merci pour votre commande. Nous sommes là pour toute assistance ! N'hésitez pas à nous contacter aux heures indiquées sur notre site pour toutes questions concernant votre commande.

# Contactus.Text
source: Contact us
fr_fr: Contactez-nous

# Bank.Text
source: Bank
fr_fr: Banque

# AccountName.Text
source: Account Name
fr_fr: Nom de compte

# AccountNumber.Text
source: Account Number
fr_fr: Numéro de compte

# InsertReference.Text
source: Insert Reference
fr_fr: Insérer une référence

# BillingAddress.Text
source: Billing Address
fr_fr: Adresse de facturation

# ShippingAddress.Text
source: Shipping Address
fr_fr: Adresse d'expédition

# ShippingMethod.Text
source: Shipping Method
fr_fr: Mode de livraison

# TrackingNumber.Text
source: Tracking Number
fr_fr: Numéro de suivi

# cmdReturnButton.Text
source: <i title="Return" class="fa fa-reply fa-fw fa-lg"></i> Return
fr_fr: <i title="Return" class="fa fa-reply fa-fw fa-lg"></i> retour

# PrintOrder.Text
source: Print Order
fr_fr: Ordre d'impression

# lblcatsearchtype.Help
source: Type of search to do on multiple selected categories
fr_fr: Type de recherche à faire sur plusieurs catΘgories sΘlectionnΘes

# lblcatsearchtype.Text
source: Category search type
fr_fr: Type de recherche de catégorie

# lblcatselect.Help
source: Turn on the category search
fr_fr: Activer la recherche par catégorie

# lblcatselect.Text
source: Category Group Search
fr_fr: Catégorie groupe de recherche

# lblpricerange.Help
source: Turn on price range selection
fr_fr: Tourner sur la sélection de la plage de prix

# lblpricerange.Text
source: Price Range
fr_fr: Gamme de prix

# lblorderselector.Text
source: Sort Order Selector
fr_fr: Sélecteur d'ordre de tri

# lbltextsearch.Help
source: Turn on the sort order selector
fr_fr: Activer le sélecteur de commande de tri

# lbltextsearch.Text
source: Text Search
fr_fr: Recherche de texte

# lbltxtmanufacturer.Help
source: Turn on the Manufacturer text search
fr_fr: Activer la recherche de texte fabricant

# lbltxtmanufacturer.Text
source: Manufacturer Text Search
fr_fr: Recherche de texte fabricant

# lbltxtseoname.Help
source: Turn on the SEO name text search
fr_fr: Activer la recherche de texte de nom SEO

# lbltxtseoname.Text
source: SEO name Text Search
fr_fr: Nom SEO la recherche de texte

# lbltxtseopagetitle.Help
source: Turn on the SEOpage title text search
fr_fr: Activer la recherche de texte de titre SEOpage

# lbltxtseopagetitle.Text
source: SEO page title Text Search
fr_fr: Titre de la page SEO la recherche de texte

# lbltxtsummary.Help
source: Turn on the summary text search
fr_fr: Activer la recherche de texte sommaire

# lbltxtsummary.Text
source: Summary Text Search
fr_fr: Recherche de texte sommaire

# lbltxttagwords.Help
source: Turn on the tag words text search
fr_fr: Activer la recherche de texte mots tag

# lbltxttagwords.Text
source: Tag Words Text Search
fr_fr: Recherche de texte mots tag

# lblcatreflist.Help
source: A CSV list of Category/Group Refs to be displayed on the search form. e.g. (Cat1,Cat2,Cat3) This will only apply to the returned categories from Parent Ref selection, if no Ref List is specified all returned categories will be displayed.
fr_fr: Une liste CSV des Refs/groupe de catégories à afficher sur le formulaire de recherche. par exemple (Cat1, Cat2, Cat3) cela ne sera applicable aux catégories retournés de sélection Ref Parent, si aucune liste de Ref n'est spécifié tous retournés catégories seront affichera.

# lblcatreflist.Text
source: Category Ref List :
fr_fr: Liste des catégories Ref :

# lblcatreflist1.Help
source: A CSV list of Category/Group Refs to be displayed on the search form. e.g. (Cat1,Cat2,Cat3) This will only apply to the returned categories from Parent Ref selection, if no Ref List is specified all returned categories will be displayed.
fr_fr: Une liste CSV des Refs/groupe de catégories à afficher sur le formulaire de recherche. par exemple (Cat1, Cat2, Cat3) cela ne sera applicable aux catégories retournés de sélection Ref Parent, si aucune liste de Ref n'est spécifié tous retournés catégories seront affichera.

# lblcatreflist1.Text
source: Category/Group Ref List :
fr_fr: Liste de groupe/catégorie de Ref :

# lblcatreflist2.Help
source: A CSV list of Category/Group Refs to be displayed on the search form. e.g. (Cat1,Cat2,Cat3) This will only apply to the returned categories from Parent Ref selection, if no Ref List is specified all returned categories will be displayed.
fr_fr: Une liste CSV des Refs/groupe de catégories à afficher sur le formulaire de recherche. par exemple (Cat1, Cat2, Cat3) cela ne sera applicable aux catégories retournés de sélection Ref Parent, si aucune liste de Ref n'est spécifié tous retournés catégories seront affichera.

# lblcatreflist2.Text
source: Category/Group Ref List :
fr_fr: Liste de groupe/catégorie de Ref :

# lblcatrepeatcolumns.Help
source: Number of columns to be displayed.
fr_fr: Nombre de colonnes à afficher.

# lblcatrepeatcolumns.Text
source: Columns :
fr_fr: Colonnes :

# lblcatrepeatcolumns1.Help
source: Number of columns to be displayed.
fr_fr: Nombre de colonnes à afficher.

# lblcatrepeatcolumns1.Text
source: Columns :
fr_fr: Colonnes :

# lblcatrepeatcolumns2.Help
source: Number of columns to be displayed.
fr_fr: Nombre de colonnes à afficher.

# lblcatrepeatcolumns2.Text
source: Columns :
fr_fr: Colonnes :

# lbldisplaylevels.Help
source: Number of sub levels of categories to display.
fr_fr: Nombre de niveaux de sup de catégories à afficher.

# lbldisplaylevels.Text
source: Display Levels :
fr_fr: Afficher des niveaux :

# lbldisplaylevels1.Help
source: Number of sub levels of categories to display.
fr_fr: Nombre de niveaux de sup de catégories à afficher.

# lbldisplaylevels1.Text
source: Display Levels :
fr_fr: Afficher des niveaux :

# lbldisplaylevels2.Help
source: Number of sub levels of categories to display.
fr_fr: Nombre de niveaux de sup de catégories à afficher.

# lbldisplaylevels2.Text
source: Display Levels :
fr_fr: Afficher des niveaux :

# lblgroupselect1.Help
source: Activates a AND clause on a second category group "Group 2".
fr_fr: Active une clause et sur une deuxième catégorie de groupe « Groupe 2 ».

# lblgroupselect1.Text
source: Activate AND Search Group 2 :
fr_fr: Activer et recherche groupe 2 :

# lblgroupselect2.Help
source: Activates a AND clause on a third category group "Group 3".
fr_fr: Active une clause et sur une troisième catégorie de groupe « Groupe 3 ».

# lblgroupselect2.Text
source: Activate AND Search Group 3 :
fr_fr: Activer et cherchez le groupe 3 :

# lblparentcatref.Help
source: All categories below this parent category will be returned. If not specified all categories will be returned.
fr_fr: Toutes les catégories ci-dessous cette catégorie parent seront retournés. Si non spécifié toutes les catégories seront retournées.

# lblparentcatref.Text
source: Category/Group Parent Ref :
fr_fr: Catégorie/groupe Parent Ref :

# lblparentcatref1.Help
source: All categories below this parent category will be returned. If not specified all categories will be returned.
fr_fr: Toutes les catégories ci-dessous cette catégorie parent seront retournés. Si non spécifié toutes les catégories seront retournées.

# lblparentcatref1.Text
source: Category/Group Parent Ref :
fr_fr: Catégorie/groupe Parent Ref :

# lblparentcatref2.Help
source: All categories below this parent category will be returned. If not specified all categories will be returned.
fr_fr: Toutes les catégories ci-dessous cette catégorie parent seront retournés. Si non spécifié toutes les catégories seront retournées.

# lblparentcatref2.Text
source: Category/Group Parent Ref :
fr_fr: Catégorie/groupe Parent Ref :

# lblfiltermode.Help
source: Mode for search module. Search=Search options will be static; Filter=Search options will be dynamic based on category menu selection, the category selection will also persist across searches.
fr_fr: Mode pour le module de recherche. Recherche = recherche options sera statiques ; Filtre = Search options seront dynamiques basée sur la sélection du menu catégorie, la sélection de la catégorie persistera aussi pour des recherches.

# lblfiltermode.Text
source: Search Mode :
fr_fr: Mode de recherche :

# rblfiltermode.data
source: Search;Filter
fr_fr: Rechercher ;Filtre

# lblprimarybuttonclass.Text
source: Primary Button CSS Class :
fr_fr: Classe de bouton principal de CSS :

# lblsecondarybuttonclass.Text
source: Secondary Button CSS Class :
fr_fr: Classe de bouton secondaire de CSS :

# lbllightboxspeed.Text
source: LightBox Speed in ms :
fr_fr: Vitesse de LightBox dans ms :

# lbllightboxspeed.Help
source: Animation speed for lightbox
fr_fr: Vitesse d'animation pour la lightbox

# lblitemwidth.Text
source: List Item Width in px :
fr_fr: Liste point Largeur en px :

# lblitemheight.Text
source: List Item Height (incl unit or auto) :
fr_fr: Hauteur de l'élément liste (incl unité ou auto) :

# lblitemimagecontainerheight.Text
source: List Item Image Container Height (incl unit or auto) :
fr_fr: Liste élément conteneur hauteur de l'Image (y compris unité ou auto) :

# lblitemgutter.Text
source: List Item Gutter in px:
fr_fr: Liste question gouttière en px :

# lblitembottommargin.Text
source: List Item Bottom Margin in px :
fr_fr: Liste point la marge inférieure en px :

# lblthumbnailwidth.Text
source: List Image Width in px or 0 for auto :
fr_fr: Liste Image largeur en px ou 0 pour auto :

# lblthumbnailheight.Text
source: List Image Height in px or 0 for auto :
fr_fr: Hauteur de l'Image liste en px ou 0 pour auto :

# lblimagewidth.Text
source: Details Image Width in px or 0 for auto :
fr_fr: Détails largeur en px ou 0 pour auto de l'Image :

# lblimageheight.Text
source: Details Image Height in px or 0 for auto :
fr_fr: Hauteur de l'Image détails en px ou 0 pour auto :

# lblgallerywidth.Text
source: Gallery Image Width in px or 0 for auto :
fr_fr: Galerie Image largeur en px ou 0 pour auto :

# lblgalleryheight.Text
source: Gallery Image Height in px or 0 for auto :
fr_fr: Hauteur de l'Image Galerie en px ou 0 pour auto :

# lblrelateditemwidth.Text
source: Related Item Width in px or 0 for auto :
fr_fr: Largeur de point connexe en px ou 0 pour auto :

# lblrelateditemheight.Text
source: Related Item Height (incl unit or auto) :
fr_fr: Hauteur de l'élément connexe (y compris unité ou auto) :

# lblrelateditemimagecontainerheight.Text
source: Related Item Image Container Height (incl unit or auto) :
fr_fr: Connexes élément conteneur hauteur de l'Image (incl unité ou auto) :

# lblrelateditemgutter.Text
source: Related Item Gutter in px:
fr_fr: Article connexe gouttière en px :

# lblrelateditembottommargin.Text
source: Related Item Bottom Margin in px :
fr_fr: Marge du bas point connexe en px :

# lblrelatedimagewidth.Text
source: Related Image Width in px or 0 for auto :
fr_fr: Largeur de l'Image connexes en px ou 0 pour auto :

# lblrelatedimageheight.Text
source: Related Image Height in px or 0 for auto :
fr_fr: Hauteur de l'Image connexes en px ou 0 pour auto :

# lblcategorydetails.Text
source: Show Category Details :
fr_fr: Voir la catégorie Détails :

# lblmodelstable.Text
source: Show Models Table :
fr_fr: Afficher la Table de modèles :

# lblproductcode.Text
source: Show Code/Ref :
fr_fr: Voir la Code/Réf :

# lblshowstock.Text
source: Show Stock :
fr_fr: Voir la crosse :

# lblcurrencyconverter.Text
source: Enable Currency Converter :
fr_fr: Activer le convertisseur de devises :

# lbltabbedcontent.Text
source: Enable Tabs :
fr_fr: Activer les onglets :

# lblwishlist.Text
source: Enable Wishlist :
fr_fr: Activer la liste d'envies :

# lblplaceholderimage.Text
source: Enable Placeholder Image :
fr_fr: Activez l'Image d'espace réservé :

# lblnoimageicon.Text
source: Placeholder Image Icon (fontawesome.io) :
fr_fr: Espace réservé Image icône (fontawesome.io) :

# lblallowzeroprice.Text
source: Allow Zero-price Purchase :
fr_fr: Permettre l'achat de zéro-prix :

# lblholidaymode.Text
source: Holiday Mode :
fr_fr: Mode de vacances :

# lbllistimages.Text
source: List Images :
fr_fr: Images de la liste :

# lbldetailimages.Text
source: Detail Images :
fr_fr: Images de détail :

# lblrelatedimages.Text
source: Related Product Images :
fr_fr: Images de produits connexes :

# lbldisplayfeatures.Text
source: Display Features :
fr_fr: Fonctionnalités d'affichage :

# lblsocialseodata.Text
source: Social and SEO :
fr_fr: Social et SEO :

# lblogobjecttype.Text
source: Open Graph Obect Type :
fr_fr: Type d'objet graphique ouvert :

# lblogobjecttype.Help
source: Open Graph Obect Type - Normally 'website'. Refer https://developers.facebook.com/docs/reference/opengraph/
fr_fr: Ouvrir le Type de graphe Explorateur - normalement « site Web ». Référence https://developers.facebook.com/docs/reference/opengraph/

# lblfacebookid.Text
source: Facebook ID Number :
fr_fr: Numéro de l'ID Facebook :

# lblfacebookid.Help
source: Facebook ID number for Page Insights. Can be a single fb:admins ID or a comma-separated list of IDs. Refer https://developers.facebook.com/docs/insights/
fr_fr: Numéro d'identification de Facebook Page Insights. Peut être un ID de fb:admins unique ou une liste séparée par des virgules des identificateurs. Référence https://developers.facebook.com/docs/insights/

# lbltwittersite.Text
source: Twitter Website @username :
fr_fr: Site Web de Twitter @username :

# lbltwittersite.Help
source: The Twitter user name of the website , including the @ symbol. May be the same as the Twitter user. Refer https://dev.twitter.com/docs/cards/markup-reference
fr_fr: Le nom d'utilisateur Twitter du site, y compris le symbole @. Peut être le même que l'utilisateur de Twitter. Référence https://dev.twitter.com/docs/cards/markup-reference

# lbltwitteruser.Text
source: Twitter User @username :
fr_fr: Utilisateur de Twitter @username :

# lbltwitteruser.Help
source: The Twitter user name, including the @ symbol of the content poster. May be the same as the Twitter website user. Refer https://dev.twitter.com/docs/cards/markup-reference
fr_fr: Le nom d'utilisateur Twitter, y compris le symbole de l'affiche contenu @. Peut être le même que l'utilisateur du site Twitter. Référence https://dev.twitter.com/docs/cards/markup-reference

# ordermanagertab.Text
source: My Orders
fr_fr: Mes commandes

# ShippingOption.Text
source: Shipping Option
fr_fr: Option de livraison

# ShippingDate.Text
source: Shipping Date
fr_fr: Date d'expédition

# Collection.Text
source: Collection Details
fr_fr: Détails de la collection

# PaymentStatus.Text
source: Payment Status
fr_fr: Statut de paiement

# fontawesome.Text
source: Include FontAwesome
fr_fr: Inclure des FontAwesome

# jqueryuicss.Text
source: Include jQuery UI CSS
fr_fr: Inclure jQuery CSS de l'interface utilisateur

# jqueryuijs.Text
source: Include jQuery UI JS
fr_fr: Inclure jQuery UI JS

# addressestab.Text
source: My Addresses
fr_fr: Mes adresses

# profiletab.Text
source: My Profile
fr_fr: Mon profil

# Enabled.Text
source: Enabled
fr_fr: Activé

# copyorderto.Text
source: Copy Order to Email
fr_fr: Copier l'ordre à Email

# subscribenewsletter.Text
source: Newsletter Checkbox
fr_fr: Case de la newsletter

# checkoutpromocode.Text
source: Promo Code Field
fr_fr: Champ Code Promo

# checkouttaxcode.Text
source: Tax Code Field
fr_fr: Champ de Code fiscal
